Repository: karlos27/Ipanema-Twitter-Feed
Catalog: languages/ipanema-twitter-feed-*.po
Languages: ca

source: Ipanema Twitter Feed Configuration
ca: Configuració d'Ipanema Twitter Feed

source: Settings saved successfully
ca: Configuració guardada correctament

source: (Empty)
ca: (Buit)

source: Setting name
ca: Nom de la configuració

source: Username
ca: Usuari

source: Width
ca: Amplada

source: Height
ca: Alçada

source: Number of tweets to display
ca: Nombre de piulades a mostrar

source: Select language
ca: Selecciona idioma

source: Dark mode
ca: Mode fosc

source: Submit
ca: Guardar

source: Instructions
ca: Instruccions

source: plugin lets you add an awesome twitter feed/s into your WordPress site.
ca: és un plugin que us permet afegir una/es fantàstica/es cronologia/es de Twitter al vostre lloc de WordPress.

source: Follow the instructions:
ca: Instruccions:

source: Managing multiple sets in Ipanema Twitter Feed.
ca: Gestiona diferents configuracions a Ipanema Twitter Feed.

source: Specify the characteristics for each set of configuration.
ca: Especifiqueu les característiques per a cada conjunt de configuració establert.

source: Setting name:
ca: Nom de la configuració:

source: Name (or title) for the configuration set.
ca: Nom (o títol) per al conjunt de la configuració.

source: Username:
ca: Usuari:

source: Your (or other) twitter username. By default, WordPress (@WordPress).
ca: El vostre (o un altre) nom d'usuari de Twitter. Per defecte, WordPress (@WordPress).

source: Width:
ca: Amplada:

source: The width property sets the width desired for the feed (length unit in 'px'). By default, 560.
ca: La propietat 'amplada' estableix el valor per a l'amplada desitjada de la cronologia de Twitter (unitat de longitud en "px"). Per defecte, 560.

source: Height:
ca: Alçada:

source: The height property sets the height desired for the feed (length unit in 'px'). Minimum value, 200. Related with 'Number of tweets to display' configuration property.
ca: La propietat alçada estableix el valor per a l'alçada desitjada de la cronologia de Twitter (unitat de longitud en 'px'). Valor mínim, 200. Relacionat amb la propietat de configuració "Nombre de piulades a mostrar".

source: Number of tweets to display:
ca: Nombre de piulades a mostrar:

source: Number of tweets that you want to display in the feed (related with 'height' configuration property).
ca: Nombre de piulades que voleu mostrar a la cronologia (relacionat amb la propietat de configuració "alçada").

source: Select language:
ca: Selecciona idioma:

source: Select desired twitter feed language.
ca: Selecciona l'idioma desitjat per a la cronologia de twitter.

source: Dark mode:
ca: Mode fosc:

source: Also known as 'Dark side'.
ca: També conegut com a 'Costat Fosc'.

source: Read more
ca: Llegeix més

source: Related to
ca: Relacionat amb

source: Add the shortcode in page or post.
ca: Afegeix el 'shortcode' (codi abreviat) en una pàgina o publicació.

source: To add the desired Twitter feed configuration set, you must add the shortcode 'twitterfeed' plus the number set configuration in the 'option_id'. See the example below.
ca: Per afegir la configuració de la cronologia de Twitter desitjada, cal afegir el 'shortcode' (codi abreviat) "twitterfeed" i el valor de la configuració escollida a "option_id". Vegeu l'exemple següent.

source: How can I add the twitter feed in a page or post?
ca: Com puc afegir la cronologia de Twitter en una pàgina o publicació qualsevol?

source: You just need to add your preferred configuration's shortcode at in any page or post. Change the 'option_id' parameter in the shortcode to render a specific 'Twitter feed configuration'. For example, if you want to show the feed related to 'configuration one', you just have to add:
ca: Només heu d'afegir el 'shortcode' (codi abreviat) de la configuració escollida a qualsevol pàgina o publicació. Canvieu el paràmetre "option_id" en el 'shortcode' o codi abreviat per mostrar una "configuració de cronologia de Twitter" específica. Per exemple, si voleu mostrar la cronologia relacionada amb la 'configuració u', només heu d'afegir:
